Revit 2023 API
GroupTypeId.CurtainMullionHoriz Property
 "Horizontal Mullions"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId CurtainMullionHoriz { get; }
Visual Basic
Public Shared ReadOnly Property CurtainMullionHoriz As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ CurtainMullionHoriz {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace